from sys import stdout
from colorama import Fore, init
import os
def home_page():
        os.system("clear")
        stdout.write("       ##     ######               ┃ "+Fore.CYAN  +"╔═════════════════════════════╦══════════════════════════════════════╗ ┃\n")
        stdout.write("       ####   ######   #####       ┃ "+Fore.CYAN  +"║   App's Target              ║  check usernames on social networks  ║ ┃\n")
        stdout.write("       #############   #####       ┃ "+Fore.CYAN  +"║═════════════════════════════╬══════════════════════════════════════║ ┃\n")
        stdout.write("       #############   #####       ┃ "+Fore.CYAN  +"║   Author                    ║  Akhatkulov Mekhroj                  ║ ┃\n")
        stdout.write("       ####  #######   #####       ┃ "+Fore.CYAN  +"║═════════════════════════════╬══════════════════════════════════════║ ┃\n")
        stdout.write("       ####   #######  #####       ┃ "+Fore.CYAN  +"║   Guide                     ║  In README.md                        ║ ┃\n")
        stdout.write("       ####   ##############       ┃ "+Fore.CYAN  +"║═════════════════════════════╬══════════════════════════════════════║ ┃\n")
        stdout.write("       ####   ##############       ┃ "+Fore.CYAN  +"║   Github                    ║  github.com/akhatkulov               ║ ┃\n")
        stdout.write("       ####   ######   #####       ┃ "+Fore.CYAN  +"╚═════════════════════════════╩══════════════════════════════════════╝ ┃\n") 
        stdout.write("              ######     ###       ┃ "+Fore.CYAN  +"                                                                       ┃\n")
        stdout.write("⮜════════════════════════════════════════════════════════════════════════════════════════════════════════════⮞ "+ Fore.CYAN)
        stdout.write("\n")



        os.system("clear")
        stdout.write("       ##     ######                 "+Fore.CYAN  +"                         𝕹𝖆𝖒𝖊 𝕴𝖓𝖋𝖔 -- 𝕮𝕷𝕴                               \n")
        stdout.write("       ####   ######   #####       ┃ "+Fore.CYAN  +"╔═════════════════════════════╦══════════════════════════════════════╗ ┃\n")
        stdout.write("       #############   #####       ┃ "+Fore.CYAN  +"║   App's Target              ║  check usernames on social networks  ║ ┃\n")
        stdout.write("       #############   #####       ┃ "+Fore.CYAN  +"║═════════════════════════════╬══════════════════════════════════════║ ┃\n")
        stdout.write("       ####  #######   #####       ┃ "+Fore.CYAN  +"║   Author                    ║  Akhatkulov Mekhroj                  ║ ┃\n")
        stdout.write("       ####   #######  #####       ┃ "+Fore.CYAN  +"║═════════════════════════════╬══════════════════════════════════════║ ┃\n")
        stdout.write("       ####   ##############       ┃ "+Fore.CYAN  +"║   Guide                     ║  In README.md                        ║ ┃\n")
        stdout.write("       ####   ##############       ┃ "+Fore.CYAN  +"║═════════════════════════════╬══════════════════════════════════════║ ┃\n")
        stdout.write("       ####   ######   #####       ┃ "+Fore.CYAN  +"║   Github                    ║  github.com/akhatkulov               ║ ┃\n") 
        stdout.write("              ######     ###       ┃ "+Fore.CYAN  +"╚═════════════════════════════╩══════════════════════════════════════╝ ┃\n")
        stdout.write("⮜════════════════════════════════════════════════════════════════════════════════════════════════════════════⮞ "+ Fore.CYAN)
        stdout.write("\n")